import { IPointGeoObject } from '@core';

export const POINTS: IPointGeoObject[] = [
  {
    "id": "79b8a0bb-6f4f-421b-a6e0-1a33f221d105",
    "name": "База отдыха \"Мунай\"",
    "latitude": 55.382865,
    "longitude": 57.918891,
    "type": "Туробъекты",
    "description": "База отдыха находится в живописных местах геопарка 'Янган-Тау'. На берегу реки Юрюзань, по которой можно осуществить сплав."
  },
  {
    "id": "45487745-e193-4675-8d4d-68266e24f914",
    "name": "Оздоровительный комплекс санатория \"Янган-Тау\"",
    "latitude": 55.289783,
    "longitude": 58.105701,
    "type": "Туробъекты",
    "description": "Оздоровительно-туристический комплекс «Янган-Тау» находится в республике Башкортостан и входит в состав известного одноименного курорта, обладающего уникальными лечебными и рекреационными возможностями. Комплекс представляет собой две отдельные структурные единицы, территориально стоящие в разных местах."
  },
  {
    "id": "e27a165c-1e7f-4731-8393-2392a281115c",
    "name": "Санаторий \"Янган-Тау\"",
    "latitude": 55.300363,
    "longitude": 58.140373,
    "type": "Туробъекты",
    "description": "Санаторий «Янган-Тау» расположен в восточной части Башкирии, на берегу р. Юрюзань, на вершине «Горящей горы». Территория бальнеологического курорта представляет собой благоустроенную парковую зону с фонтаном, ухоженными дорожками и скамейками для отдыха."
  },
  {
    "id": "5f3f071f-124c-4ac4-bd2b-187252359a9e",
    "name": "Визит-центр геопарка \"Янган-Тау\"",
    "latitude": 55.274186,
    "longitude": 58.134788,
    "type": "Визит-центр",
    "description": "В визит-центре вы можете узнать о геопарке и туристических маршрутах, приобрести сувенирную продукцию."
  },
  {
    "id": "2d23d3b6-2e0b-4244-944c-888a3830ef56",
    "name": "Гостиница и кафе \"Валерия\"",
    "latitude": 55.172977,
    "longitude": 58.337193,
    "type": "Туробъекты",
    "description": "Здесь поневоле хочется остановиться, чтобы полюбоваться всей этой красотой, зайти на чашечку кофе, заказать блюда домашней кухни"
  },
  {
    "id": "7c8b60e7-d6e2-47f1-8adf-2c8cb185961d",
    "name": "Туристический коворкинг Idris Travel",
    "latitude": 55.050448,
    "longitude": 58.13761,
    "type": "Туробъекты",
    "description": "Свободное пространство для туристических стартаперов; гидов и экскурсоводов; ремесленников и производителей сувениров; коучеров, проводящие тренинги, семинары, мастер-классы; турагентств и туроператоров, организующих туры в геопарк Янган-Тау."
  },
  {
    "id": "654c726a-d4fc-460b-b92e-f0b9d46ff4a7",
    "name": "Юртовый кемпинг \"Шайтан-кудей\"",
    "latitude": 55.049223,
    "longitude": 58.130394,
    "type": "Туробъекты",
    "description": "Круглогодичный Юртовый кемпинг «Шайтан-кудей» находится в очень красивом месте с густыми лесами и чистым воздухом, высокими холмами и скалами, прозрачной и извилистой рекой Юрюзань."
  },
  {
    "id": "ec836e85-e13a-4b5d-bd50-690817670a09",
    "name": "Пещеры в скале Сабакай",
    "latitude": 55.522509,
    "longitude": 57.68599,
    "type": "Пещера",
    "description": "В скале Сабакай всего находится три пещеры. Лишь одна из них, первая, достигает значительной величины. Ее длина 146 м. Образована она по трещине разлома в наклонно залегающих плас¬тах. Местами из стен сочится вода, образуя небольшие скопления на полу. "
  },
  {
    "id": "1de91880-46e5-4a5d-8fa9-f29e194b10b6",
    "name": "Скала Маншей",
    "latitude": 55.513276,
    "longitude": 57.681055,
    "type": "Горы/Скалы",
    "description": "В середине скалы Маншей возвышается останец Амина-Таш. Согласно легендам, это жена Салавата Юлаева - Амина, которая застыла в каменном обличье в ожидании своего любимого…"
  },
  {
    "id": "1cbe660d-f730-45fd-8c9d-0e7defc5abb8",
    "name": "Гора Кызлартау",
    "latitude": 55.428696,
    "longitude": 57.94125,
    "type": "Горы/Скалы",
    "description": "Ботанический памятник природы регионального значения (2005). Абсолютная высота горы составляет 360 м, относительная — 50 м. Сложена в основном породами кунгурского яруса. У подножья горы берёт начало ручей Солёный Ключ."
  },
  {
    "id": "0f339956-1dd6-4c6a-984a-4e932b88aa47",
    "name": "Хребет Каратау",
    "latitude": 55.301749,
    "longitude": 58.014153,
    "type": "Горы/Скалы",
    "description": "Карата́у — горный хребет, западный отрог Южного Урала, расположенный на границе Башкортостана и Челябинской области России. Длина хребта составляет около 75 километров, высота — до 691 м. Ширина на западе равна 10—13 км, в центральной части 5—6 км и на востоке 8—10 км."
  },
  {
    "id": "614be6c3-455e-4fbe-9583-3654feea5ca2",
    "name": "Лаклинская пещера",
    "latitude": 55.192779,
    "longitude": 58.52363,
    "type": "Пещера",
    "description": "Пещера образовалась в известняках верхнего карбона. Впервые описана известным путешественником Петером Симоном Палласом в 1770 г. В 1889 г. описание пещеры составил академик Ф. Н. Чернышёв, а в 1914 г. она исследовалась археологом С. И. Руденко."
  },
  {
    "id": "a130924e-29ae-4afc-8f86-8471fe671f50",
    "name": "Каменные ворота на реке Ай ",
    "latitude": 55.194706,
    "longitude": 58.58217,
    "type": "Пещера",
    "description": "Находятся на левом берегу р. Ай в 1,5 км выше по течению от с. Лаклы. В этом месте река Ай прорезает в массиве Капкаташ скалистый каньон. Таким образом представляет собой каменную арку, образованную в результате обрушения пещеры. Массив сложен легко растворимыми карбонатными породами – известняками верхнекаменноугольного возраста, которые здесь слагают лаклинскую антиклиналь. "
  },
  {
    "id": "c0479c14-eec9-42e3-8426-37c9b927f1b3",
    "name": "Пещера Калмакларовская (\"Убежище Салавата\")",
    "latitude": 55.16861,
    "longitude": 58.217775,
    "type": "Пещера",
    "description": "Пещера расположена в 4-х км от с. Малояз, в 1,5 км от д. Калмакларово Салаватского района Республики Башкортостан.Согласно преданиям, в этой пещере Салават Юлаев прятался от царских властей после поражения крестьянского восстания под предводительством Емельяна Пугачёва."
  },
  {
    "id": "1854695f-8235-42be-aa3a-c6e623298017",
    "name": "Скала Салавата",
    "latitude": 55.149413,
    "longitude": 58.193141,
    "type": "Горы/Скалы",
    "description": "Скала Салавата – живописное скальное обнажение. Находится на правом берегу р. Юрюзань выше впадения в неё р. Наси, её правого притока. Абсолютная высота скалы составляет 404 м."
  },
  {
    "id": "27ad6ee9-de6c-43b6-bb60-d7517235abe0",
    "name": "Большой Лимоновский гребень",
    "latitude": 55.024467,
    "longitude": 58.144776,
    "type": "Горы/Скалы",
    "description": "Одно из самых популярных мест для поклонников отдыха на природе – Лимоновский гребень, расположенный близ территории бывшей деревни Лимоновка. Вдоль левого берега реки Юрюзань возвышается могучая каменная стена высотой до 70 метров и длиной более километра."
  },
  {
    "id": "df9d2efb-e041-4c6b-ab07-9e2b6f49d3c8",
    "name": "Идрисовская пещера",
    "latitude": 55.043515,
    "longitude": 58.150731,
    "type": "Пещера",
    "description": "Идрисовская пещера — пещера в Салаватском районе Республики Башкортостан России. Расположена примерно в 1 километре к юго-востоку от деревни Идрисово в левом склоне долины реки Юрюзань. Впервые упомянута в материалах Петра Симона Палласа. Отнесена к памятникам археологии федерального значения."
  },
  {
    "id": "7ac3d327-fb7f-4327-8106-8e4dc22edb6a",
    "name": "Тур. Стоянка у скалы Сабакай",
    "latitude": 55.520297,
    "longitude": 57.690273,
    "type": "Туробъекты",
    "description": "Специально отведенный участок для полевого ночлега и отдыха туристов с наличием специальной инфраструктуры (навесов от дождя, туалетов, контейнеров для мусора и пр.)"
  },
  {
    "id": "72800ffa-936e-4969-a360-0522f8a10ab9",
    "name": "Тур. Стоянка у скалы Маншей",
    "latitude": 55.511546,
    "longitude": 57.681741,
    "type": "Туробъекты",
    "description": "Специально отведенный участок для полевого ночлега и отдыха туристов с наличием специальной инфраструктуры (навесов от дождя, туалетов, контейнеров для мусора и пр.)"
  },
  {
    "id": "6505f9ab-3373-447f-a8ed-c0659dcf010e",
    "name": "Аркауловское болото",
    "latitude": 55.416665,
    "longitude": 57.937002,
    "type": "Болота",
    "description": "Аркауловское болото — это уникальное карбонатное низинное болото, питающееся подсклоновыми сильно минерализованными грунтовыми водами и атмосферными осадками.Низинное. Средняя мощность торфа составляет около 3 метров"
  },
  {
    "id": "f8ea18fc-64ce-402a-b701-2db8974c3b47",
    "name": "Лагеревское болото",
    "latitude": 55.273468,
    "longitude": 58.410744,
    "type": "Болота",
    "description": "Расположено в 1 км к северо-западнее от с. Лагерево Салаватского района. Низинное. Общая площадь составляет 1,6 тыс. га, средняя мощность торфа 5,3 м."
  },
  {
    "id": "b41e0989-6da5-4d71-906f-d4dafd853ba1",
    "name": "Куткантауская группа родников ",
    "latitude": 55.398599,
    "longitude": 57.854712,
    "type": "Родники и источники",
    "description": "Куткантауская группа родников (Kutkantau springs). Восходящие минеральные источники Куткантауской группы родников.Относятся к типу теплых родников (18,0-20,0 °C). Минерализация менее 1 г/л, содержит значительное количество сероводорода. Вода источников содержит также углеводороды, азот, аргон, гелий."
  },
  {
    "id": "cbb6091a-d1ac-4f20-baa0-94656587995b",
    "name": "Куселяровские сернистые источники",
    "latitude": 55.397441,
    "longitude": 57.874388,
    "type": "Родники и источники",
    "description": "Куселяровские источники получили название по башкирской деревне Куселярово, на окраине которой они расположены. Находятся на левом берегу реки Юрюзань.Этот населённый пункт впервые упоминается в документах с 1765 года. Деревня была основана башкирами Мурзаларской волости Сибирской дороги на собственных землях. "
  },
  {
    "id": "09079a24-815f-426e-bd50-0fedfb96fc54",
    "name": "Родник Нурыя",
    "latitude": 55.360647,
    "longitude": 57.994272,
    "type": "Родники и источники",
    "description": "Из поколения в поколение сохранял, ухаживая за чистотой родника, дед Нурый. В 1930-х гг. этот родник стали называть 'Родник Нурыя'"
  },
  {
    "id": "49886731-13fd-43e3-9840-e2243bbc1f22",
    "name": "Источник Кургазак ",
    "latitude": 55.273982,
    "longitude": 58.131623,
    "type": "Родники и источники",
    "description": "Гидрогеологический памятник природы Республики Башкортостан. Широко известны и лечебные свойства воды из минерального источника."
  },
  {
    "id": "054bfe18-8d5c-4739-8e01-a160d1d9318d",
    "name": "Родник Салавата",
    "latitude": 55.087699,
    "longitude": 58.044886,
    "type": "Родники и источники",
    "description": "Назван в честь национального героя Республики Башкортостан - Салавата Юлаева. Здешняя вода считается целебной и священной."
  },
  {
    "id": "34b68c6e-8e07-4ffb-8527-246f8be0e69e",
    "name": "Яхинский водопад ",
    "latitude": 54.955081,
    "longitude": 58.100649,
    "type": "Родники и источники",
    "description": "Водопад двухкаскадный. Общая высота более 4 м. Верхний каскад – 3 м, нижний – около 1 м."
  },
  {
    "id": "4c762559-ed27-4042-b6c7-00c9eac90fd0",
    "name": "Родник Зулейхи",
    "latitude": 55.049536,
    "longitude": 58.121801,
    "type": "Родники и источники",
    "description": "В настоящее время родник Зюлейхи в Башкирии является популярным местом отдыха и экскурсий. Он окружен живописными лесами и горами, а также оборудован удобной инфраструктурой для туристов."
  },
  {
    "id": "448c2699-3fd7-47bd-beec-fbbf54325372",
    "name": "Дом-музей Рами Гарипова ",
    "latitude": 55.399238,
    "longitude": 57.920625,
    "type": "Музеи",
    "description": "Музей Рами Гарипова — мемориальный дом-музей народного поэта Башкортостана Рами Гарипова. Музей расположен в деревне Аркаулово Салаватского района Республики Башкортостан."
  },
  {
    "id": "82dd388d-199c-432a-b3b1-502e625e4222",
    "name": "Мечеть им. Акмалетдина Хисаметдинова и этноуголок в с. Мечетлино",
    "latitude": 55.363977,
    "longitude": 58.006718,
    "type": "Музеи",
    "description": "В этноуголке отображен быт и ремесла, характерные для местного населения."
  },
  {
    "id": "09d018ae-d3dd-4a63-9b63-9101d84e2717",
    "name": "Храм во имя Великомученика и Победоносца Георгия",
    "latitude": 55.38974,
    "longitude": 58.230779,
    "type": "Исторические места",
    "description": "История храма начинается в 1886 году, когда в селе Еланыш Златоустовского уезда была построена временная деревянная церковь во имя святого великомученика Георгия Победоносца. В 1895 году началось возведение каменной церкви в русском кирпичном стиле."
  },
  {
    "id": "767d1972-6f19-4438-920e-73a8571a4fb6",
    "name": "Висячий мост над р.Юрюзань у д.Комсомол",
    "latitude": 55.275552,
    "longitude": 58.136836,
    "type": "Исторические места",
    "description": "Пешеходный мост соединяет две деревни Комсомол и Ильтай и является воплощением мечты многих поколений жителей трех деревень Ильтай, Мусят и Урдали, которые расположены за рекой Юрюзань."
  },
  {
    "id": "193b4cfd-39b6-4232-ab9d-16069ba2718a",
    "name": "Культовый объект Камень Оло-таш",
    "latitude": 55.251012,
    "longitude": 58.452414,
    "type": "Исторические места",
    "description": "По легенде на этом месте был похоронен святой аулия."
  },
  {
    "id": "75cba93b-428d-4e6c-b5fd-803a5905628e",
    "name": "Хранилище книг в с.Лаклы",
    "latitude": 55.193914,
    "longitude": 58.544704,
    "type": "Исторические места",
    "description": "Изба-читальня в с. Лаклы начала работать в 1910 году.  Здание первой соборной мечети, здание личной библиотеки являются архитектурными памятниками деревянного зодчества конца XIX века."
  },
  {
    "id": "30413af0-2311-48cf-b47b-a3c76670cd47",
    "name": "Этнодом в д.Урманчино",
    "latitude": 55.142674,
    "longitude": 58.519911,
    "type": "Музеи",
    "description": "Этно-дом где собраны все старинные вещи башкир прошлого столетия."
  },
  {
    "id": "a4f12d9f-0dc2-4633-9e64-43a73052899b",
    "name": "Музей Салавата Юлаева",
    "latitude": 55.179453,
    "longitude": 58.157135,
    "type": "Музеи",
    "description": "Музей Салавата Юлаева основан как школьный уголок краеведения в 1965 году. С 1985 года музей Салавата Юлаева является филиалом Национального музея Республики Башкортостан"
  },
  {
    "id": "686bf2e8-ff4e-4a84-be3c-c95e8c4817e0",
    "name": "Каменная юрта на месте быв. д.Текеево",
    "latitude": 55.07068,
    "longitude": 58.032026,
    "type": "Исторические места",
    "description": "Объект строили в период с 2014 по 2016 годы работники малоязского музея и жители-энтузиасты близлежащих сел. Назначение юрты — культурно-познавательное. Объект не является образцом архитектуры XVII века."
  },
  {
    "id": "f1ff2aa6-77e8-410b-8549-b74cb997bb33",
    "name": "Стела геопарка \"Янган-Тау\"",
    "latitude": 55.018279,
    "longitude": 58.020945,
    "type": "Исторические места",
    "description": "Каменная плита с обозначением названия 'Янгантау'. Установлена в качестве памятного знака"
  },
  {
    "id": "21de8239-5d52-4228-b4e3-39ed849322aa",
    "name": "Карьер с палеоостатками",
    "latitude": 55.384461,
    "longitude": 57.856149,
    "type": "Геологические объекты",
    "description": "Представлен выходами органогенных известняков карбона с палеонтологическими остатками."
  },
  {
    "id": "b0d5f3a9-e131-4651-81fc-9903d1760aef",
    "name": "Разрез Мечетлино",
    "latitude": 55.362173,
    "longitude": 57.999476,
    "type": "Геологические объекты",
    "description": "Геологический памятник природы Республики Башкортостан. Кандидат на геологический 'золотой гвоздь'"
  },
  {
    "id": "4bd0c946-852a-4000-83bc-090d1bb23800",
    "name": "Разрез возле д. Ахуново",
    "latitude": 55.331424,
    "longitude": 58.035792,
    "type": "Геологические объекты",
    "description": "Разрез отложений пермского периода артинского яруса янгантауской свиты."
  },
  {
    "id": "6e8523dd-9a1b-4420-a234-d53f3152bd68",
    "name": "Разрез Лаклы",
    "latitude": 55.199465,
    "longitude": 58.533418,
    "type": "Геологические объекты",
    "description": "Памятник природы Республики Башкортостан. Подразделяется на сюранский, аквасский и аскынбашский подъярусы, представленные преимущественно органогенными известняками."
  },
  {
    "id": "4aeee6f9-0500-4bc7-bd4f-a05adf79db2a",
    "name": "Скальные обнажения на реке Ай с палеоостатками",
    "latitude": 55.198296,
    "longitude": 58.587341,
    "type": "Геологические объекты",
    "description": "Скальные обнажения представлены выходами органогенных известняков карбона с ракушняком."
  },
  {
    "id": "7f5696a6-dd7b-41c7-a345-711e3c6b9023",
    "name": "Разрез Кызырбак",
    "latitude": 55.213601,
    "longitude": 58.203656,
    "type": "Геологические объекты",
    "description": "Примечательно обнажение известняков, образующих антиклинальную складку."
  },
  {
    "id": "e7559c05-a04f-4423-96b4-50a9a28efc0a",
    "name": "Разрез у д. Новые Каратавлы",
    "latitude": 55.12798,
    "longitude": 58.125035,
    "type": "Геологические объекты",
    "description": "В разрезе вскрыта слоистая толща терригенных пород, пермской системы, нижний отдел, ахуновская свита."
  },
  {
    "id": "bbfbe0f6-8701-4a4f-9805-a209a0ffd041",
    "name": "Разрез Большая Лука",
    "latitude": 55.114514,
    "longitude": 58.146665,
    "type": "Геологические объекты",
    "description": "Типичный стратотипический разрез башкирского (пенсильванского) яруса каменноугольного периода."
  },
  {
    "id": "b7898b0b-bf81-47c6-a22f-26c4ecfa6a20",
    "name": "Разрез на р.Усть-Канда",
    "latitude": 55.079865,
    "longitude": 58.098363,
    "type": "Геологические объекты",
    "description": "Разрез башкирского яруса каменноугольного периода."
  },
  {
    "id": "a0ef0d26-32bb-44ec-9630-521dc8804ab1",
    "name": "Разрез Яхино",
    "latitude": 54.965296,
    "longitude": 58.073,
    "type": "Геологические объекты",
    "description": "Разрез башкирского яруса каменноугольного периода, является стратотипом яхинского горизонта."
  },
  {
    "id": "8231732b-91ad-4931-819d-1ced8ae4d2cc",
    "name": "Гора Янгантау",
    "latitude": 55.297748,
    "longitude": 58.138307,
    "type": "Геотермальные явления",
    "description": "Геологический памятник природы Республики Башкортостан. Уникальный геотермальный объект на платформенной части, не связанный с магматизмом."
  }
];
